{"meta":{"title":"台語放送頭","subtitle":"","description":"","author":"Iū-thîng","url":"https://ycj0123.github.io/hong_sang_thau","root":"/hong_sang_thau/"},"pages":[],"posts":[{"title":"一個禮拜學好台羅拼音！","slug":"1week-kip","date":"2022-12-29T05:40:41.794Z","updated":"2022-12-29T07:54:03.118Z","comments":true,"path":"20221229/1week-kip/","link":"","permalink":"https://ycj0123.github.io/hong_sang_thau/20221229/1week-kip/","excerpt":"","text":"由於台語腔調複雜多變，本文不會特別著重處理腔調差，主要依照教育部辭典使用的高雄腔撰寫，並在作者所知範圍內附上其他講法。 前言台羅拼音，全名「臺灣閩南語羅馬字拼音方案」，為中華民國教育部公布，基於TLPA、白話字、國際音標整合的臺語羅馬字方案。讀者可以把它想成像是台語的注音符號，但它的用途又比注音符號來得廣，類似日文的假名，許多人拿它與台語漢字混著寫（範例），亦可以單獨成文。 為什麼要學台羅拼音？「我阿公阿嬤都不會看這什麼怪字，台語還講得比你好咧！」有人可能會這樣講。但這個問題就像為什麼學華語要學注音符號一樣。不會台羅拼音當然也有機會把台語學好，但學了台羅你可以知道自己某個音是不是念對，可以查字典、看懂漢羅混寫、純羅馬字的台語文章，甚至能用台語打字等等，好處多多。學會台羅拼音以後，要再學會另一種常用的拼法「白話字」也是非常簡單的事。 本教學的用法本文的目標群眾主要是看得懂華語文，且有一點台語口說基礎的人。字詞的部分作者會連結教育部提供的錄音檔，若在表格內會有播放器，如果沒有請直接點選字詞。句子就不另外提供錄音，所以如果有基礎程度的台語，能夠跟著引導念出正確發音的程度會最合適。 閱讀注意事項閱讀這篇文章的時候，可能會遇到幾個顯示上的問題： 用手機觀看時表格左右寬度不夠，無法完整顯示。這時候滑動表格就可以看到完整的內容囉！ 手機或電腦沒有完整支援台語漢字的顯示，導致該字變成一個方框或一格黑影。這個情況可以暫且依賴一旁附的羅馬字／替代字，或是到這裡安裝支援完整台語漢字的字體。 有時候播放器可能會沒反應，這時候只要重新整理網頁，問題應該就能解決了。iOS的裝置（iPhone、iPad）可能會遇到許多播放器顯示錯誤的問題，目前建議先用電腦閱讀。 用電腦時，目錄會很自然的顯示在左側，不過用手機觀看就會被隱藏在左下角「三」字型的方塊中，點一下就能展開囉。 本教學分成七個小部分，建議讀者可以一天讀1~2章，再加上一些練習，這樣一個禮拜內就能夠熟悉台羅拼音的全部規則囉！ Day 1 母音 &amp; 子音Tips: 一開始看不懂例詞拼音頭上的聲調是很正常的！可以先從華語翻譯、台語漢字及錄音檔學習母音及子音的念法。 單母音台語的單母音有六個，分別是 a, i, u, e, o, oo。列舉如下： 母音 類似注音 範例詞目 詞目發音 華語翻譯 a ㄚ 阿姨 a-î 阿姨 i ㄧ 椅仔 í-á 椅子 u ㄨ 有 ū 有 e ㄝ 鞋 ê 鞋子 o (ㄜ) 蚵仔 ô-á 牡蠣 oo (ㄛ) 芋仔 ōo-á 芋頭 o與oo的發音各地略有不同，可以很粗略地用南北劃分： 北部的o發[o]、oo發[ɔ]，發音非常相近，筆者的體感為o比華語ㄛ嘴巴稍閉一點點，而oo則與ㄛ接近，或嘴巴稍開一點點。 南部的o發[ə]、oo發[ɔ]，大約可以看做o為ㄜ、oo為ㄛ，此為教育部的錄音檔採用的發音。 有些人的腔調o和oo融合不分，都發[ɔ]。 子音台羅拼音中有許多子音與我們熟知的英文發音幾乎一模一樣，這邊列舉如下： 母音 類似注音 範例詞目 詞目發音 華語翻譯 h ㄏ 魚 hî 魚 s ㄙ 阿西 a-se 罵人不靈光、反應慢 m ㄇ 阿媽 a-má 阿嬤 n ㄋ 明年 mê-nî 明年 ng - 五 ngóo 五（文讀） l ㄌ 好禮 hó-lé 有禮貌 雙／三母音、鼻音雙母音、三母音就按照各自的念法把單母音組合起來即可，列舉如下： 母音 類似注音 範例詞目 詞目發音 華語翻譯 ai ㄞ 厲害 lī-hāi 厲害 au ㄠ 老師 lāu-su 老師 ia ㄧㄚ 名 miâ 名字 iu ㄧㄨ 鈕仔 liú-á 鈕扣 io - 相罵 sio-mē（這裡s念ㄒ，詳後述) 互罵 ua ㄨㄚ 鱸鰻 lôo-muâ 鰻魚；流氓 ui ㄨㄧ 花蕊 hue-luí 花蕊；花朵 ue ㄨㄝ 好話 hó-uē 好話 iau ㄧㄠ 貓仔 niau-á 貓 uai ㄨㄞ 歪 uai 歪斜 母音鼻音化如果要表達在發出母音的時候有帶鼻音，則在母音後面加上-nn，這裡例示幾個： 母音 範例詞目 詞目發音 華語翻譯 enn 嬰仔 enn-á 嬰兒 iann 有影 ū-iánn 真的 uann 碗 uánn 碗 … … … … Day 2 子音台羅拼音子音表這是台羅拼音完整的子音表與相近的注音符號，以下再分列四點來說明子音的規則，讀者可以先看完下面的說明，再念看看這個表格當做複習。 清音 送氣清音 擦音 鼻音 濁音 唇音 p ㄅ ph ㄆ m ㄇ b 齒齦音 t ㄉ th ㄊ n ㄋ l ㄌ 軟顎音 k ㄍ kh ㄎ h ㄏ ng g 齦顎音 ts ㄗ&#x2F;ㄐ tsh ㄘ&#x2F;ㄑ s ㄙ&#x2F;ㄒ j 清音、送氣清音與濁音台羅拼音子音表中的清音、噴氣清音、濁音三直行是台語比較特殊的部份，以下我們以 g&#x2F;k&#x2F;kh 舉例說明。 試試看用台語念這三個字：𠢕（gâu，很棒的意思）、猴（kâu）、哭（khàu）。如果念得正確的話，應該會是三種不同的音。第一種聽起來應該比較糊、比較濁，所以叫做濁音；第二種的感受是比較清楚的，所以叫做清音；接下來把手掌放在嘴巴前感受，第三種應該和第二種比較接近，但相比起來噴的氣應該又明顯較多，所以叫做噴氣清音。 羅馬字母中與這三種音相近的只有兩個字母g與k，為了表達台語中三種音，所以我們把g訂為濁音，k訂為清音（音同ㄍ），kh則為噴氣清音（h代表噴氣，音同ㄎ）。聽起來與我們直覺認知的英文不太一樣（註1），所以在初學時可能比較難轉換。 除了 g&#x2F;k&#x2F;kh 以外，台語同樣現象的音還有 b&#x2F;p&#x2F;ph、 t&#x2F;th（註2）、j&#x2F;ts&#x2F;tsh，以下列舉說明： 子音 類似注音 範例詞目 詞目發音 華語翻譯 p ㄅ 老爸 lāu-pē 老爸 ph ㄆ 皮膚 phuê&#x2F;phê-hu 皮膚 b - 無愛 bô-ài 不要 k ㄍ 記持 kì-tî 記憶 kh ㄎ 欺負 khi-hū 欺負 g - 𠢕 gâu 很棒 t ㄉ 無大無細 bô-tuā-bô-sè 沒大沒小 th ㄊ 頭腦 thâu-náu 頭腦 ts ㄗ 阿祖 a-tsóo 曾祖父母 tsh ㄘ 嫁娶 kè-tshuā 嫁娶 j - 如意 jû&#x2F;lû-ì 如意 從結論來看，p&#x2F;t&#x2F;k&#x2F;ts 是不噴氣清音（ㄅㄉㄍㄗ），ph&#x2F;th&#x2F;kh&#x2F;tsh 是噴氣清音（ㄆㄊㄎㄘ），b&#x2F;g&#x2F;j 是濁音（華語沒有）。這是台羅拼音中較困難的地方，請務必謹記。 ts列遇i的音變目前為止，我們舉的例裡面，台羅拼音子音表最後一橫列的子音 ts, tsh, s, j 都不曾接在 i 的前面過，這樣設計的原因是 ts 列的子音只要遇到 i 會從ㄗㄘㄙ的音變成ㄐㄑㄒ。如果本身會講台語的同學其實不用特別記憶這點，因為台語沒有ㄗㄧ、ㄘㄧ、ㄙㄧ這樣的聲音，看到 tsi, tshi, si 應該會自然的轉換。 子音 類似注音 範例詞目 詞目發音 華語翻譯 tsi ㄐ 荔枝 nāi-tsi 荔枝 tshi ㄑ 樹仔 tshiū-á 樹 si ㄒ 痟的 siáu--ê 瘋子 ji - 二 jī&#x2F;lī&#x2F;gī 二 子音結尾台語裡面，一個音節除了【子音+母音】這樣子的組合以外，還有可能在最後有一個收尾的子音。這個子音非常重要！對於年輕一輩來說唸起來可能會比較困難，但這是台語聽起來是否標準很大的一個因素，所以務必多加練習。 鼻音子音結尾的第一種是鼻音，這個種類的拼寫方式基本上與英語一樣，共有 n, m, mg 三種。唯一需要注意的是，其中 m 與 ng 除了能當字尾以外，也可以單獨成音節，或直接接在子音後，舉例如下： 台羅拼音 類似注音 範例詞目 詞目發音 華語翻譯 n ㄣ 感恩 kám-un 感恩 m - 阿姆 a-ḿ 伯母 hm - 茅仔草 hm̂-á-tsháu 茅草 母音+m - 貴參參 kuì-som-som&#x2F;-sam-sam 很昂貴 ng - 黃色 n̂g-sik 黃色 hng - 下昏 e-hng 晚上 子音+ng ㄥ 算盤 sǹg-puânn 算盤 母音+ng ㄥ 衝碰 tshóng-pōng 衝動；冒失；慌張 注意！在 m、ng、hm、hng 這四種音節中沒有母音、只有鼻音，所以不會有ㄜㄇ、ㄜㄥ、ㄏㄜㄇ、ㄏㄜㄥ的聲音。 入聲另外一類子音結尾是所謂的入聲。前面我們所看過的所有例子都可以被歸類為非入聲，發音的時候可以自由的拉長；而入聲字，也就是 p, t, k, h 結尾的字，則必需要念得短促不能拖長。這是台語聲調中的重要概念，請讀者謹記。 ptk 在結尾與前面提到的口形一致，分別對應到ㄅ、ㄉ、ㄍ，而h代表沒有特定口形，只要念得短促就好。但在有的腔調中，八聲的-h結尾（調符是頭上一豎，如 o̍h）已經失去短促的特性了，與其他非入聲的字聽不出明顯差別。這時候要得知一個字是不是-h結尾的入聲字，就只能透過該字的文讀／變調來推測。 子音 範例詞目 詞目發音 華語翻譯 p 國立 kok-li̍p 國立 t 日子 ji̍t-tsí 日子 k 祝福 tsiok-hok 祝福 h 人客 lâng-kheh 客人 補充規則到這邊基本上已經講完所有發音了，但有三點拼寫時還需要注意： ㄛ音寫作 oo，但後面如果接其他音，除了 ooh 以外，o 不需要重複；換句話說，o 除了單獨出現或 oh 念ㄜ以外，其他時候都要念ㄛ。例如：好奇 hònn-kî、約會 iok-huē、掠狂 lia̍h-kông。 母音發音 拼法 ㄜ&#x2F;[o] o, oh ㄛ&#x2F;[ɔ] oo, ooh, iong, iok, onn, onnh, om, op, ong, ok 有些人在「結婚」的「結」會有 et 的音，這是懶音的結果，實際上拼音須寫作 kiat-hun。這個規則適用在 -iat, -ian 結尾的字，例如：搧喙䫌 siàn-tshuì-phué（記得s碰到i又要變ㄒ的音，所以siàn可能的讀音有兩種：ㄙㄝㄣˋ或ㄒㄧㄢˋ）。 -ing, -ik 結尾的詞，會跟華語的ㄧㄥ念起來不一樣。i後面會插入一個小小的ㄜ音，所以聽起來會像ㄧㄜㄥ、ㄧㄜㄎ，例如攻擊 kong-kik、完成 uân-sîng。 練習請將以下的台語字詞標示台羅拼音（不需標示聲調）： 台語漢字 詞目發音 華語翻譯 1. 國家 國家 2. 善良 善良 3. 請問 請問 4. 源頭 源頭 5. 花園 花園 6. 毋捌 不曾；不認識 7. 複雜 複雜 8. 錢袋仔 錢包 9. 果子 水果 10. 冰箱 冰箱 11. 絕對 絕對 12. 光線 光線 13. 作品 作品 14. 真正 真正 15. 烏色 黑色 16. 語言 語言 17. 教授 教授 18. 堅強 堅強 19. 奇怪 奇怪 20. 天氣 天氣 解答 想要練習其他的詞語，可以到教育部臺灣閩南語語常用辭典點選「對應華語」，就可以用華語翻譯來搜尋台語條目練習喔！ 註1：很多教台語的人會鼓吹說英文的 p&#x2F;b 是以清濁來分，所以台語的 p&#x2F;b 就是英文 p&#x2F;b 的正確念法。實際上這樣的說法是有問題的。在句首時，英文的 p &#x3D; 台語的ph；英文的 b &#x3D; 台語的p。在句中時則會變成，英文的 p &#x3D; 台語的 ph 或 p；英文的 b &#x3D; 台語的 b。所以我們聽美國人講話才會有 apple 聽起來像 a(ㄅ)le 的感覺。註2：台語中的l其實很類似t&#x2F;th這組的濁音，與英文的l稍有不同，也因此就沒有d這個字母。回到清音、送氣清音與濁音 Day 3 聲調台語的聲調是非常複雜的。舉例來說，漢字的「你」，在句子開頭可能聽起來像華語的一聲，如「你好 lí-hó」；強調的時候可能聽起來像華語四聲，如「物件予我，毋是予你 mi̍h-kiānn hōo guá, m̄-sī hōo lí」；還有時候聽起來會沒什麼特殊的聲調，例如不特別強調時說的「物件予你 mi̍h-kiānn hōo--lí」。這是因為台語有豐富的變調規則，每個字只要後面接上別的字幾乎都需要變調。本章節學完以後的聲調僅僅是本調而已，通常在句子、單詞的最後一個字會出現，這章中筆者也會在應讀本調的字後面標#並以粗體標示；變調的部分則會留到明後天的課程中講解。 台語的本調一般號稱有八個，但除了少數的腔調以外，大部分人唸起來實際上只有七種，六聲已併入其他聲調。因此，一般會說台語有八聲七調，而這八個聲調可以用這個口訣記憶：衫短褲闊，人矮鼻直。（註3） 字例 衫 短 褲 闊 人 矮 鼻 直 調號 1 2 3 4 5 2 7 8 台羅拼音 sann té khòo khuah lâng é phīnn ti̍t 音高 高平 降 低平 低促 升 降 中平 高促 要一次記住這七個聲調非常困難，所以以下我們分類來看： 入聲入聲，也就是前面說過 -ptkh 結尾的字，聲調與其他字是分開的。台語中有兩個入聲調：四聲與八聲。四聲不標調號，念起來較低，如 ak；而八聲是母音頭上一豎，念起來較高，如 a̍k。 調號 範例詞目 詞目發音 華語翻譯 4 相拍# sio-phah# 打架 4 垃圾# lah-sap# 骯髒 4 出發# tshut-huat# 出發 8 乞食# khit-tsia̍h# 乞丐 8 消毒# siau-to̍k# 消毒 8 獨立# to̍k-li̍p# 獨立 如果有讀者發現上面八聲的錄音檔與自己的發音不同，這是很正常的，因為台語的第八調的確有各種不同的形態（註4）。教育部辭典是以高雄腔為準，而其他地方的腔調八聲聽起來可能較低一點，有些甚至跟四聲聽起來一模一樣。如果你的腔調中四聲與八聲聽起來一樣，那該如何知道哪些字屬於哪個呢？這要留待下一章節的變調中解釋。 非入聲剩下五個非入聲的聲調其實很容易分類，音高較平坦的聲調有分高、中、低，另外還有升與降。一聲是高平，調符不標，如a；二聲是降，調符可以看作是往左下撇，如á；三聲是低平，調符是往右下撇，如à；五聲是升，調符可以看做是向上指的箭頭，如â；七聲是中平，調符就是一條橫槓，如ā。 調號 範例詞目 詞目發音 華語翻譯 1 相關# siong-kuan# 相關 1 成功# sîng-kong# 成功 1 曲跤# khiau-kha# 翹腳 2 英語# Ing-gí&#x2F;gú# 英語 2 演講# ián-káng# 演講 2 開始# khai-sí# 開始 3 佮意# kah-ì# 喜歡 3 意思# ì-sù# 意思 3 喘氣# tshuán-khuì# 呼吸；喘息 5 未來# bī-lâi# 未來 5 趁錢# thàn-tsînn# 賺錢 5 枕頭# tsím-thâu# 枕頭 7 學校# ha̍k-hāu# 學校 7 飲料# ím-liāu# 飲料 7 行路# kiânn-lōo# 走路 做為輔助記憶的辦法，讀者可以記得一聲無論調號、音高、調符都與華語一樣；三聲則是調號及音高與華語相近。 讀到這邊，可能有人會好奇，一聲和四聲都不標調號不會搞混嗎？答案是不會，因為四聲只會出現在 -ptkh 結尾的字，所以沒有標調號的字，如果是 -ptkh 結尾那就該讀四聲，反之就讀一聲。 今天的課程會需要讀者一次記憶很多新東西，但請務必多花時間練習，將每個聲調的調號、音高、調符全部熟練再前往下一章，否則會非常混亂。建議讀者可以從判斷聲調開始練習，一開始把目標字跟「衫短褲闊，人矮鼻直」逐字比對，判斷是幾聲，熟悉後再學習調符的標法。 練習 請將以下詞語按照實讀的聲調標示台羅拼音（如：學校原本應寫為 ha̍k-hāu，但因為目前尚未談到變調，所以我們暫時照實際讀的標為 hak# hāu#，同理，好食 hó-tsia̍h 標示為 ho# tsia̍h#）： 台語漢字 詞目發音 華語翻譯 1. 愛睏 想睡覺 2. 按呢 這樣 3. 目屎 眼淚 4. 啄龜 打瞌睡 5. 外人 外人 6. 捌字 識字 7. 會曉 會 8. 緣投 帥 9. 雄雄 突然 10. 確定 確定 請將以下詞語唸出來（同樣不考慮變調，所有字詞都是標實讀音，錄音檔請見解答）： 台羅實讀音 華語翻譯 台羅實讀音 華語翻譯 1. phainn# sè# 不好意思 6. tshēnn# mê# &#x2F; tshīnn# mî# 瞎眼 2. hìnn# ki# 耳機 7. tsi̍k# jīm#&#x2F;gīm#&#x2F;līm# 責任 3. thénn#&#x2F;thínn# thuí# 鐵腿 8. lap# tsînn# 繳錢 4. iān#&#x2F;iàn# pit# 鉛筆 9. lóng# mn̂g# 敲門 5. iū# tsià# kué# 油條 10. iau# siū# 夭壽 解答 註3: 實際上二聲應該是高降，三聲是低降，但筆者認為將二聲記為降，三聲記為低平較好記憶，也與實際情形相差不大。回到Day 3 聲調 註4: 失控的台語課 台語音韻系列 (07)：第八聲檢測回到入聲 Day 4 基本變調為什麼不按照實讀的音標示聲調？到這邊為止，相信你已經被台羅拼音的各種發音和聲調搞得頭昏眼花了，結果你發現台羅竟然不標實際念的聲調！每個字要如何念還必須自己推敲。為什麼要這麼自找麻煩呢？直接記錄下實際的讀音不是很好嗎？ 其實深究其原因並不難想像。以華語的變調規則來說，比如「好好的」這個詞實際讀的音是「ㄏㄠˊㄏㄠˇㄉㄜ˙」但在標音的時候我們卻會標「ㄏㄠˇㄏㄠˇㄉㄜ˙」，這麼做是為了維持同一個字的讀音一致性。回頭來看台語，拿 Day 3 舉的例子來說，如果同一個「你」字在不同位置就出現了三種不同的標音方式，又因為每個人的腔調、或者變調習慣有些微不同，將會使得同一段話可能有各種標記方式。台羅拼音為了避免這種混亂所以才把每個字的讀音都標本調，由讀者自行判斷何時該變調。 以下我們分非入聲與入聲來看台語的變調規則，我們依然會使用「#」來表示該字應該照標記的聲調念： 非入聲：573217要熟悉非入聲變調，請讀者熟記這串數字：573217，每個聲調變調時會變成這串數字的下一個，例如「平 pîng」是五聲，但後面如果接「安 an」就會變成七聲「平安 pīng# an#」。其他的例子請見下表每個詞的首字： 漢字舉例 原調 台羅拼音 變調 實際讀音 錄音檔 華語翻譯 平安 5 pîng-an 7 pīng# an# 平安 會車 7 huē-tshia 3 huè# tshia# 教育部辭典未收錄 會車 貨車 3 huè-tshia 2 hué# tshia# 貨車 火車 2 hué-tshia 1 hue# tshia# 火車 花車 1 hue-tshia 7 huē# tshia# 花車 如果以上這個表格讀者都可以輕易地唸出來，代表台語變調的規則其實已經內建在你的腦袋中囉！但為了閱讀方便，我們還是必須把實際的規則記下來。 如果你在「平安 pîng-an」的例子中，發現自己或家人的腔調是把平安念成「平安 pìng# an#」，或是你的祖先是來自這些地方，那你的腔調可能是所謂的「偏泉腔」。「偏泉腔」相對於前面介紹的「偏漳腔」，變調規則會有一項不同，那就是原本的 5 變 7 應該變成 5 變 3，所以記的口訣就會變成 532173。 入聲：48 互變，h 會不見入聲因為只有 4 與 8 兩個聲調，所以變調相對單純。原本比較低的四聲會變高，原本比較高的八聲會低，所以可以用「48 互變」的口訣來記憶。要注意的是，就算你所講的腔調是這段所講的「八聲較低的腔調」，四聲變調依然會變高，且可能比八聲的本調來的更高。例子請見下表每個詞的首字： 漢字舉例 原調 台羅拼音 變調 實際讀音 錄音檔 華語翻譯 福氣 4 hok-khì 8（高） ho̍k# khì# 福氣 結果 4 kiat-kó 8（高） kia̍t# kó# 結果 佛祖 8 pu̍t-tsóo 4 put# tsóo# 佛祖 力頭 8 la̍t-thâu 4 lat# thâu# 力氣 另外，如果四聲或八聲的字本身是 h 做結尾，變調後該字會失去短促的特性，可以記憶口訣「h 會不見」。所以我們可以這樣想：4-h 變高 + 拉長 &#x3D; 二聲；8-h 變低 + 拉長 &#x3D; 三聲。舉例如下： 漢字舉例 原調 台羅拼音 變調 實際讀音 錄音檔 華語翻譯 𬦰山 4 peh-suann 2 pé# suann# 爬山 抾捔 4 khioh-ka̍k 2 khió# ka̍k# 撿角、沒出息 踅街 8 se̍h-ke 3 sè# ke# 逛街 石頭 8 tsio̍h-thâu 3 tsiò# thâu# 石頭 這裡我們也會發現，就算某些腔調四聲跟八聲的本調很接近，變調後依然分明。所以我們判斷四聲八聲更準確的方法反而是看變調後，低的是八聲、高的是四聲，這樣就解決這裡的問題了。 小結這個章節筆者敘述的方式是把非入聲與入聲分開解釋，因此這邊再補充維基百科上的這張總圖作結，也許圖像更能幫助讀者記憶： ![台語變調總圖](https://upload.wikimedia.org/wikipedia/commons/7/7c/Amoy_tones.JPG &#x3D;556x281) 這張圖就清楚的顯示了 573217（或 532173）及 48 互變，h 會不見的特性。 這邊要特別注意的是二、三和七聲。因為在對話中，二聲有可能是三聲或 4-h 變調而來；三聲可能是七聲、8-h 甚至偏泉腔的五聲變調而來；而七聲可能是一聲或是偏漳腔的五聲變調而來，所以很多時候我們光聽對話並沒辦法確定唯一的拼音，這時除非我們知道每個字單獨的念法，不然就需要查字典才能確定該詞的正確拼音。 台語的聲調本來就為數眾多，再加上複雜的變調規則，所以熟悉聲調會是學習台羅拼音裡面，需要花費最久時間的一件事，所以各位讀者請跟著下面的習題多多練習吧！ 練習 請將前兩天的所有練習重新以完整的台羅拼音寫一遍。 請念出下列詞語（錄音檔請見解答）： 台羅拼音 台羅拼音 1. Tâi-uân 6. toh-pòo 2. o-ló 7. khip-siu 3. se-iûnn-lâng 8. uē-sing-tsuá 4. huan-gîng 9. siû-tsuí 5. tsū-iû 10. gōng-tuā-tai 請念出下面幾句話，「#」代表該字讀本調（漢字轉寫及華語翻譯請見解答）： Tsit niá sann# ê suànn-lōo# tshia liáu# ū suí#. Lán tsò tāi-tsì# tō ài khah tíng-tsin#--leh! Siōng kài tiōng-iàu# ê mi̍h-kiānn#, iōng ba̍k-tsiu# sī khuànn-bē-tio̍h#--ê. 聰明的你可能發現了這句話是小王子裡面的台詞，快去這裡看看台語版的小王子吧！ Huan-gîng kong-lîm# Wikipedia. Tsū-iû# ê pik-kho-tsuân-su#. 這句話來自台語白話字所寫的台語維基百科，只要看完後面的教學、學會白話字，就可以閱讀許多台語文資源囉！ Tâi-uân#, Se-iûnn-lâng# o-ló lí suí#, tshing-hoo lí kiò-tsò Bí-lē-tó# (Formosa), lí si̍t-tsāi tsiok-gia̍h ē-kham#--tit. &amp;ensp;Iáu-kú lí láu-si̍t sī tsin khuài-lo̍k# ê sóo-tsāi#, kàu-gia̍h# ē-tit hōo lâng ài-sioh# pàng bē-lī#. 這兩句話來自蔡培火於1925年以台語白話字書寫的社論《十項管見》的第一章。同樣的，許多百年前的台語文獻只要學會白話字就能夠閱讀了。 解答 註5: 大台北的淡水、林口、萬華、大稻埕，新竹、梧棲、沙鹿、鹿港、清水、台西、金門、澎湖(白沙鄉除外)…等沿海地區。回到非入聲：573217 Day 5 其他變調規則、雜項今天再補充一些台羅拼音的細部規則。 á 前變調台語很多「◌ 仔」這樣的詞語，比如「桌仔 toh-á」、「賊仔 tsha̍t-á」、「巷仔 hāng-á」等等的。但你可能會發現這幾個詞並不按照我們前一章所講的變調規則，這幾個詞並不是念「tó# á#」、「tshat# á#」、「hàng# á#」，這是因為仔前的變調規則與平時不同。好在這個規則很簡單，不用花太多心力學習：「234變1（高），其他變7（中）」。所以前面的例子就會變成「to# á#」、「tshāt# á#」、「hāng# á#」。 二次變調台語有些字習慣上是標四聲，但一般對話中卻讀一聲，這些字分別是表動作正在進行的副詞「咧」(leh&#x2F;teh)、即將的副詞或想要的動詞「欲 beh」、再次的「閣 koh」、和比較形容詞的「較 khah」、並列連接詞「佮 kah」、表達程度的副詞「甲 kah」。表動作即將發生的副詞「咧欲」(teh-beh) 也同理。例如： 漢字：愛著較慘死。台羅：Ài--tio̍h khah tshám sí.華語：愛到了比死還要慘。 漢字：我當咧無閒。台羅：Guá tng-leh bô-îng.華語：我正在忙。 輕讀Day 3 舉的例子中，我們目前說明到的只有兩種可能：原調的lí跟變調後的li，那那時候說沒什麼特殊的聲調的狀況又是如何呢？這是台語裡面特殊的輕讀。輕讀是另外一個台語的特色，在台羅拼音裡面會標做兩槓「--◌」。他前面的字會念本調，但實際的念法又可以分為兩種：隨前變調與低平輕讀，以下我們分別說明。下面的例子中，實讀的地方除了有標示本調「#」的以外，其實的字全部都要變調。 隨前變調隨前變調代表前一字念本調，而該字的音高會跟隨前字的尾巴。所以如果前面是一聲（高），後面也會跟著變一聲；如果前面是二聲（降），則後面就變低的，因為降的尾巴就是低音。詳細的表可以看下面（不用背）： 前字本調 1 2 3 4 5 7 8 隨前變調 1 3 3 3 7 7 7&#x2F;3 其中要注意的是八聲是看腔調，如果是念較高降的腔調（如高雄腔）則隨前變調會變3（由高到低，所以結尾在低）；較低平的八聲則隨前變調會變7。這裡列舉其中兩種隨前變調常發生的狀況： 動詞後面接人稱代詞（包括人 lâng 作「別人」義時），且不強調受詞，則動詞詞尾會讀本調，人稱代詞隨前變調。例如： 漢字：代誌交予人。 台羅：Tāi-tsì kau hōo--lâng. 實讀：Tāi-tsì# kau hōo# lāng#. 華語：事情交給別人。 漢字：柑仔一半分你。 台羅：Kam-á tsi̍t-puànn pun--lí. 實讀：Kam-á# tsi̍t-puànn# pun# li#. 華語：橘子分你一半。 人名、稱謂：台語的常常有「◌--ê」、「◌--á」這樣的名字或稱呼，也適用隨前變調的規則，例如「陳--ê」、「建--ê（王建民）」、「阿明--á」、「阿姨--á」，實際念作「Tân# ē#」、「Kiàn# è#」、「A-bîng# ā# 」、「a-î# ā#」。注意，這裡的「◌--á」跟前面的「á前變調」是不同的東西，一個標為「◌--á」另一個則是「◌-á」。 低平輕讀台語在遇到特定的字詞會將某些字念做低平（三／四聲），常見的字有這些： 動詞補語（後無受詞）：「起／落／過／轉／出／入」＋「來／去」（如：起來、過去…）、來、去、過、著、死、得、咧、開，例如： 漢字：共衫穿起來。 台羅：Kā sann tshīng--khí-lâi. 實讀：Kā sann# tshīng# khì# lài#. 華語：把衣服穿起來。 漢字：物件有看著。 台羅：Mi̍h-kiānn ū khuànn--tio̍h. 實讀：Mi̍h-kiānn# ū khuànn# tioh#. 華語：東西有看到。 若有受詞則正常變調： 漢字：跋落去山跤。 台羅：Pua̍h-lo̍h-khì suann-kha. 實讀：Pua̍h-lo̍h-khì suann-kha#. 錯誤念法：Pua̍h#--lo̍h--khì suann-kha#. 華語：跌下山腳。 注意以上例子如果中插別的字就不會輕讀了，例如「看著 khuànn--tio̍h」是念「kuànn# tioh#」，但「看袂著 kuànn-bē-tio̍h」只有末字本調「kuànn-bē-tio̍h#」。 名詞後綴：氏、者、家、裡、先生，例如：「黃氏 N̂g--sī」、「陳家Tân--ka」、「厝裡tshù--lí&#x2F;ê」、「王先生Ông--sian-sinn」。 其中「者」平時有許多不特別輕讀的詞彙，如「記者 kì-tsiá#」、「消費者 siau-huì-tsiá#」，但如「一者…二者…」的句型就必須讀為「It# --tsiá…, jī# --tsiá」，或在文言文中作為「…的人／物」之義時，如「三光者，日月星」，就必須變調讀為「Sam kong# --tsiá, ji̍t# gua̍t# sing#」。 句尾助詞：句尾助詞通常會輕讀，例如： 漢字：狀況好勢矣未？ 台羅：Tsōng-hóng hó-sè--ah--buē? 實讀：Tsōng-hóng# hó-sè# ah# buè#? 華語：狀況順利了嗎？ 漢字：代誌予伊舞甲開花矣。 台羅：Tāi-tsì hōo i bú kah khui-hue--ah. 實讀：Tāi-tsì# hōo i bú kah khui-hue# ah#&#x2F;a#. 華語：事情被他搞砸了。 三連音變調前面講過台語一般來說有八聲七調，但其實有個隱藏版的聲調，那就是九聲！九聲是高升調，聽起來和五聲很像但更高一點。它出現的地方非常少，只有這兩種情形： 三字疊詞如果屬於 2、3、4 聲則正常變調，即一二字同聲調，其他的則首字會變為九聲。台羅拼音以 ◌̋ 表示。如：清清清 tshing-tshing-tshing 讀做 tshi̋ng# tshīng# tshing#、紅紅紅 âng-âng-âng 讀做 a̋ng# āng# âng#、滾滾滾 kún-kún-kún 讀做 kun# kun# kún#（無九聲）。 外來語、連音某些詞剛好是高升調，就會標上 ◌̋。標上第九調的音就不用再變調，如：bua̋-kín（「無要緊 bô-iàu-kín」的連音）、ia̋n-jín（意指引擎，來自日語）。 調符的位置台羅音標聲調的標示位置不是任意的，例如guá的聲調只能標在a上面，huē只能標在e上面。這之中其實自有一套學問，但身為使用者的我們很幸運地不用知道那麼多，筆者整出以下簡單的規則： 若該字只有一個母音 (a, i, u, e, o, oo) 或無母音只有 m, ng 時，寫在唯一的母音（或 m, ng）之上。其中 oo, ng 必須寫在第一個字母上。如：hó, tánn, hn̄g, khòo。 如果該字有兩個以上的母音時，寫在a頭上；若沒有a則寫在最後一個母音頭上。如：hiáu, tshuē, niû, lia̍h。 連字符台羅拼音會在同一個詞內使用連字符連起來，如「飛行機 hue-lîng-ki」。但其實光是「什麼叫做一個詞」這件事就常常很難區分了，比如「衫仔褲（上衣和褲子）」到底是「衫仔」和「褲」兩個詞，還是「衫仔褲」一個詞呢？為此教育部其實有一個長達9頁的文件在說明如何使用連字符。實際上大家很少會熟記確切的規則，每個人的使用習慣也略有不同。筆者會建議讀者除了多去看看前輩寫的文字以外，一開始除了很肯定是同個詞以外的字之間都不用連字號，除了因為用太多連字號較不美觀以外，也因為大多數人一開始寫台羅比較容易寫太多連字號，例如把「guá kā lí kóng（我共你講）」寫成「guá-kā-lí-kóng」。 練習 請念出下列詞語： 台羅拼音 台羅拼音 1. phuē-á 6. ti̍t-ti̍t-ti̍t 2. líng-líng-líng 7. thuah-á 3. pa̍t-á 8. thòo-á 4. înn-á 9. tshián-thua-á 5. tsīng-tsīng-tsīng 10. pûi-pûi-pûi 請標示出下列台羅拼音的調符位置，如 juah8 標做 jua̍h： 台羅拼音 台羅拼音 1. peh8-bak8 6. hoo7-tsui2 2. khuai3-lok8 7. ng5-sik4 3. liau2-tsinn5 8. kong2-ue7 4. pang3-tshing3 9. liau7-li2 5. tng5-too7 10. hue2-sio-tshu3 請念出下列句子： Guá siūnn beh kā lé-bu̍t sàng hōo--lí. Lâng kā i kiò, i m̄-tsai-iánn ū thiann-tio̍h--bô? A-bîng--á tha̍k-tsheh tsiok phah-piànn, tiānn-tiānn tha̍k kah sann-kenn-puànn-mê to m̄ hioh-khùn. I guân-pún tsí-sī khǹg kuá sing-ua̍h ê iánn-phìnn tī YouTube, tsua̋nn tshìng--khí-lâi tsit-má piàn-tsò bîng-tshenn--ah. Lí kuânn-thinn tshut-mn̂g m̄ tshīng guā-thò, khah-ke mā ē kám-mōo. 解答 Day 6 補充：什麼時候該變調？台語輸入法、白話字到這邊為止筆者已經把所有台羅拼音的規則都講完囉，以下兩天的文章內容算是補充，如果各位有餘力再把他們看完。 什麼時候該變調？看到這裡，應該不少人有這樣的疑問：目前為止，我們都只有講到變調「怎麼變」，沒有清楚的講「何時該變」，原則上雖然是「一個詞只有最後一個字讀本調」，但如果讀者認真做前面的練習就會發現，這個規則其實漏洞百出。所以到底該如何判斷呢？若你台語程度不錯，那靠語感大概能夠解決8、9成，但如果學到一個全新的詞或是較少用的詞就很容易講錯囉。 「何時讀變調、何時讀本調」在台語裡面是一個大哉問，它與句子的文法結構與一個詞性都有相關，許多的文章、甚至論文都討論過這個問題，也發現沒有很簡單的規則可以概括這個現象，但其中筆者認為整理得最清楚、能夠解決大部份狀況的當屬這篇文章了，有興趣的朋友可以自行服用。這裡提供一些基本原則給大家參考： 代名詞（包括人 lâng 作「別人」義時）在句首句中時變調，句尾作受詞時隨前變調，只有特別強調時才讀本調。例如： 漢字：𪜶（怹）兩个人一定有曖昧。 台羅：In nn̄g ê lâng it-tīng ū ài-māi. 實讀：In nn̄g ê lâng# it-tīng ū ài-māi#. 華語：他們兩個一定有曖昧。 漢字：莫按呢欺負我！ 台羅：Mài án-ne khi-hū--guá! 實讀：Mài án-ne# khi-hū# guā#! 華語：不要這樣欺負我！ 名詞只有末字讀本調，但較少用的、較長的名詞可以按照較小的單位拆分。例如： 漢字：阿惠共電腦開開開始做工課。 台羅：A-huī kā tiān-náu khui--khui khai-sí tsò khang-khuè. 實讀：A-huī# kā tiān-náu# khui# khuì# khai-sí tsò khang-khuè#. 華語：小惠把電腦打開開始工作。 漢字：國立台灣博物館 台羅：Kok-li̍p Tâi-uân Phok-bu̍t-kuán 實讀：Kok-li̍p Tâi-uân Phok-bu̍t-kuán# &#x2F; Kok-li̍p# Tâi-uân Phok-bu̍t-kuán# &#x2F; Kok-li̍p# Tâi-uân# Phok-bu̍t-kuán# 華語：國立台灣博物館 動詞後接受詞時末字須變調（代名詞除外），否則就讀本調。例如： 漢字：坐車的時，毋通共喙罨褪落來。 台羅：Tsē tshia ê sî, m̄-thang kā tshuì-am thǹg--lo̍h-lâi. 實讀：Tsē tshia# ê sî#, m̄-thang kā tshuì-am# **thǹg#**--lo̍h-lâi. 華語：坐車時，不能把口罩脫下來。 漢字：想袂起來彼時陣怎樣離開，漂浪的生活也漸漸慣勢。 台羅：Siūnn-bē-khí-lâi hit sî-tsūn tsuánn-iūnn lī-khui, phiau-lōng ê sing-ua̍h iā tsiām-tsiām kuàn-sì. 實讀：Siūnn-bē-khí-lâi hit sî-tsūn# tsuánn-iūnn# lī-khui#, phiau-lōng# ê sing-ua̍h# iā tsiām-tsiām kuàn-sì#. 華語：想不起來那時怎麼離開，漂浪的生活也漸漸習慣。 形容詞、副詞如果後面緊鄰被修飾的詞則變調，否則讀本調。例如： 漢字：你莫一直掠人金金看！ 台羅：Lí mài it-ti̍t lia̍h lâng kim-kim-khuànn! 實讀：Lí mài it-ti̍t lia̍h lâng kim-kim-khuànn#! 華語：你不要一直注視著人！ 漢字：這个嬰仔飼甲誠肨奶，生做足古錐。 台羅：Tsit ê enn-á tshī kah tsiânn hàng-ling, senn-tsò tsiok kóo-tsui. 實讀：Tsit ê enn-á# tshī kah tsiânn hàng-ling#, senn-tsò tsiok kóo-tsui#. 華語：這個嬰兒養得白白胖胖的，長得好可愛。 除了代名詞外，「的」字前面一律讀本調。例如： 漢字：月台的空隙真闊，你愛細膩毋通跋落去（lueh）呢！ 台羅：Gue̍h-tâi ê khang-khiah tsin khuah, lí ài sè-jī m̄-thang pua̍h--lueh--neh! 實讀：Gue̍h-tâi# ê khang-khiah# tsin khuah#, lí ài sè-jī# m̄-thang pua̍h#--lueh--neh! 華語：月台的間隙很寬，你要小心不要跌下去囉！ 漢字：健康的人往往較快樂。 台羅：Kiān-khong ê lâng íng-íng khah khuài-lo̍k. 實讀：Kiān-khong# ê lâng# íng-íng# khah khuài-lo̍k#. 華語：健康的人往往比較快樂。 台語輸入法學會台羅拼音最重要的功能之一就是以後可以打出台語字了。所以到底有哪些台語的輸入法可以用呢？ 在電腦上面要打台語，有三款輸入法比較多人用，分別是教育部的台灣閩南語漢字輸入法、信望愛台語客語輸入法以及意傳台文輸入法，其中信望愛只支援 Windows 和 macOS，另外兩款是 Windows、macOS 和 Linux 都支援。筆者認為這三款的好用程度是意傳 &gt;&gt; 信望愛 &gt; 教育部 ，尤其大推意傳輸入法，用起來相比另外兩者會有從舊注音進化到新注音的感覺！雖然正式版的價格並不便宜，但官網有一個月的試用版可以試過才購買，且意傳為目前規模不大的台語市場開發這麼好用的產品確實非常值得支持。 想在手機上打台語，目前沒有像電腦這麼方便，可說是還在舊注音時代，有兩款較多人使用的輸入法：Lohankha 台語輸入法（只支援 iOS）和 PhahTaigi 台語輸入法（Android、iOS），筆者只有深入使用過 PhahTaigi，無法給出太多評價，所以讀者可以試試自己喜歡哪個。 打字的方式是依序按下字母及數字調號就可以輸出漢字或羅馬字囉！調符及調符位置都會自動處理好。 白話字前面有提過「白話字」是台語界裡面另一個較多人使用的拼字系統，早期文獻也大多是用白話字寫成。好在學會台羅拼音以後，其實只要花一點時間記得兩種系統的轉換方式，閱讀起來完全不難。以下是台羅轉換到白話字的規則： 將 oo 轉為 o͘，如 khoo 轉為 kho͘ ts 變為 ch，同理 tsh 變為 chh，如 tsuí 轉為 chúi、tshim 轉為 chhim ua、ue 變為 oa、oe，如 uē 變為 ōe、kua 變為 koa ik、ing 變為 ek、eng，如 tshi̍k 變成 chhe̍k、tshing 變成 chheng nn 寫成 ⁿ，如 tánn 寫成 táⁿ 除了以上提到的差異外，白話字還有聲調位置、輕聲標記等等與台羅拼音有細微差別，但整體來說不影響理解，有興趣的朋友可以自行研究。另外如果讀者比較習慣看台羅／白話字的其中一種，也都可以利用這個小工具一鍵互相轉換喔！ 根據以上五點規則，我們重看一遍Day 4 練習的最後兩句話，看看你能不能用白話字把它們看懂吧！ Hoan-gêng kong-lîm Wikipedia. Chū-iû ê pek-kho-choân-su. Tâi-ôan, Se-iûⁿ-lâng o-ló lí súi, chheng-ho͘ lí kiò-chò Bí-lē-tó (Formosa), lí si̍t-chāi chiok-gia̍h ē kham-tit. Iáu-kú lí láu-si̍t sī chin khòai-lo̍k ê só͘-chāi, kàu-gia̍h ē-tit hō͘ lâng ài-sioh pàng bē-lī. Day 7 學會台羅然後呢？字典及其他台語資源恭喜各位讀者看到這邊，代表你已經對台語的文字有更深一層的認識了。問題是學會台羅拼音之後可以拿它來幹嘛呢？除了我們前一章講過能拿來打字以外，以下再整理各種字典及台語資源給讀者，讓大家學習台語的路途上更加順利！ 字典 教育部台灣閩南語語常用辭典：台灣官方所編的字典，雖然詞彙量不是最多，但每個條目都有真人發音可以聽，且許多條目有例句。 Chhoe Taigi 找台語：這是台語界跨世紀的偉大發明，它把台語從古到今的許多本字典彙整在同個頁面查詢，避免了過去為了查一個詞要翻遍好幾本書的苦勞，且還可以用「%」來代替不確定的聲調，詳見這裡。其中裡面收錄的幾本字典特別有公信力、特別重要，以下再簡單介紹： 1913甘字典：以「字」為條目的字典。以漢字量來說它是收錄最多的，各種台語罕見的字都有收錄。條目只要大寫開頭就代表該音是文讀；小寫開頭的則是白讀。 1932 台日大辭典（台譯版）：日治時代官方所編的、歷史上收錄最多台語詞彙的字典。許多條目附有例句，且收錄了許多較為古典、已經失傳的台語詞。近代中央研究院語言學研究所「閩客語典藏計畫」把日語的解釋再譯回台語。 iTaigi 愛台語：一個使用者可以投稿新條目、投票的網站，類似英文的 Urban Dictionary。所以有些新詞、華語流行語可以在裡面找到大家認同的翻譯（其他詞彙就不建議在上面查，因為投稿、投票的資格沒有經過篩選，所以有被誤導的可能）。 其它台語資源接下來筆者想推薦一些優質的台語資源給各位，並不一定每個都有很多台羅的內容，但都是很好的學習資源。以下的分類，每位創作者都會被分到他主要經營的平台。如果還有哪些好的內容有遺漏的，也歡迎寄信到 t20508@gmail.com 跟我說哦！ Facebook 台語粉絲專頁／個人帳號、Instagram 帳號 臺灣話 ê 簿仔紙 阿東的哩哩叩叩（Instagram帳號） 失控的台語課 財團法人李江却台語文教基金會（網站） 順聰款 （Facebook 個人頁面） 逐工一幅天文圖 APOD Taigi（網站） 公視台語台逐工看新聞（網站） 潘科元（重學數學台語筆記、潘科元台語文理想國） 鄭家和·阿和臺灣味 華視潮台 瑩火蟲 hué-kim-koo（Facebook 粉專） 郭于中 新聞世界通 牽囡仔ê手 行台語ê路 母語ê&#x2F;gǎi醫學 Facebook 台語社團 臺語社 對囡仔講台語 明德台語學堂 bîng-tik tâi-gí o̍h-tn̂g 大同仔台語社 網站／部落格 讀台語，學科學 Tha̍k Tâi-gí, o̍h kho-ha̍k（Facebook 粉專） 台文通訊BONG報 講我的名 台語姓名查詢網站 台語文記憶 支援台客語字型列表 - 字嗨！ 臺灣閩南語按呢寫 教育部台語卡通 白話字文獻館 白話字數位典藏博物館 台語文數位典藏資料庫 作田人博物館 YouTube 頻道／電視節目 阿勇台語 A’ióng Tâigí（Facebook 粉專） 台南妹仔教你講台語（Facebook 粉專、Instagram帳號） 阿峯老師（Facebook 粉專） 足英台三聲道磅米芳（Facebook 粉專） WaWa TV 郭玟成 林昶佐 Freddy Lim 阿璇的島語日常 公視台語台 公視台語台新聞 華視台語頻道 民視台灣學堂 公視台語台 逐工一句 公視台語台 解文說字（2019、2020上、2020下、2021、2022） 公視台語台 寶島鼓仔燈 【民視台灣學堂】講台語當著時 【民視台灣學堂】台語講世事 華視台語頻道【台語tsin輾轉】 華視台語頻道【台語字 珍趣味】 台文博覽會 TÂI-BÛN EXPO Podcast 亞特聊聊天（Facebook 粉專） 台灣人台灣事（Facebook 粉專、部落格） 牽囡仔 ê 手，來聽囡仔古（Apple、Spotify、Google） 這聲好啊 Our Podcast 故事雜菜羹 妮妮說故事（Apple、Spotify、Google） 書 小王子（連結在影片資訊欄） 灶雞仔 台語現代小說選 台語心花開 台語好日子 挩窗去弄險：大士爺厚火氣 青瓦厝ê安妮 你無聽--過ê格林童話 奪人ê愛 鄉史補記 拋荒的故事 解答Day 2完整的台羅拼音可以留到 Day 4 對答案。 台語漢字 臺羅（無聲調） 臺羅拼音 華語翻譯 1. 國家 kok ka kok-ka 國家 2. 善良 sian liong siān-liông 善良 3. 請問 tshiann mng tshiánn-mn̄g 請問 4. 源頭 guan thau guân-thâu 源頭 5. 花園 hue hng hue-hn̂g 花園 6. 毋捌 m bat m̄ bat 好不好 7. 複雜 hok tsap ho̍k-tsa̍p 複雜 8. 錢袋仔 tsinn te a tsînn-tē-á 錢包 9. 果子 kue tsi kué-tsí 水果 10. 冰箱 ping siunn ping-siunn 冰箱 11. 絕對 tsuat tui tsua̍t-tuì 絕對 12. 光線 kng suann kng-suànn 光線 13. 作品 tsok phin tsok-phín 作品 14. 真正 tsin tsiann tsin-tsiànn 真正 15. 烏色 oo sik oo-sik 黑色 16. 語言 gi gian gí-giân 語言 17. 教授 kau siu kàu-siū 教授 18. 堅強 kian kiong kian-kiông 堅強 19. 奇怪 ki kuai kî-kuài 奇怪 20. 天氣 thinn khi thinn-khì 天氣 回到 Day 2 Day 3完整的台羅拼音可以留到 Day 4 對答案。 1. | 台語漢字 | 臺羅實讀音 | 台羅拼音 | 華語翻譯 | | - | - | - | - | | 1. 愛睏 | ái# khùn# | ài-khùn | 想睡覺 | | 2. 按呢 | an# ne# | án-ne | 這樣 | | 3. 目屎 | bak# sái# | ba̍k-sái | 眼淚 | | 4. 啄龜 | to̍k# ku# | tok-ku | 打瞌睡 | | 5. 外人 | guà# lâng# | guā-lâng | 外人 | | 6. 捌字 | ba̍t# jī&#x2F;gī&#x2F;lī# 或 pa̍t# lī# | bat-jī&#x2F;gī&#x2F;lī 或 pat-lī | 識字 | | 7. 會曉 | è# hiáu#&#x2F;uè# hiáu# | ē-hiáu&#x2F;uē-hiáu | 會 | | 8. 緣投 | iān# tâu#&#x2F;iàn# tâu# | iân-tâu | 帥 | | 9. 雄雄 | hiōng# hiông#&#x2F;hiòng# hiông# | hiông-hiông | 突然 | | 10. 確定 | kha̍k# tīng# | khak-tīng | 確定 | 2. | 台羅實讀音 | 台羅拼音 | 詞目發音 | 台語漢字 | 華語翻譯 | | - | - | - | - | - | | 1. phainn# sè# | pháinn-sè | | 歹勢 | 不好意思 | | 2. hìnn# ki# | hīnn-ki | | 耳機 | 耳機 | | 3. thénn#&#x2F;thínn# thuí# | thènn&#x2F;thìnn-thuí | | 牚腿 | 鐵腿 | | 4. iān# pit# | iân-pit | | 鉛筆 | 鉛筆 | | 5. iū# tsià# kué# | iû-tsia̍h-kué | | 油炸粿 | 油條 | | 6. tshēnn# mê# &#x2F; tshīnn# mî# | tshenn-mê&#x2F;tshinn-mî | | 青盲 | 瞎眼 | | 7. tsi̍k# jīm#&#x2F;gīm#&#x2F;līm# | tsik-jīm&#x2F;gīm&#x2F;līm | | 責任 | 責任 | | 8. lap# tsînn# | la̍p-tsînn | | 納錢 | 繳錢 | | 9. lóng# mn̂g# | lòng-mn̂g | | 挵門 | 敲門 | | 10. iau# siū# | iáu-siū | | 夭壽 | 夭壽 | 回到 Day 3 Day 4 請見 Day 2 及 Day 3 「台羅拼音」欄位的答案 台羅拼音 台語漢字 詞目發音 華語翻譯 1. Tâi-uân 台灣 教育部辭典未收錄 台灣 2. o-ló 呵咾 讚美 3. se-iûnn-lâng 西洋人 西洋人 4. huan-gîng 歡迎 歡迎 5. tsū-iû 自由 自由 6. toh-pòo 桌布 抹布 7. khip-siu 吸收 吸收 8. uē-sing-tsuá 衛生紙 衛生紙 9. siû tsuí 泅水 游泳 10. gōng-tuā-tai 戇大呆 大傻瓜 台語漢字：這領衫的線路車了有媠。 華語：這件衣服的線條車得很漂亮。 台語漢字：咱做代誌就愛較頂真咧！ 華語：我們做事情要多認真細心點！ 台語漢字：上蓋重要的物件，用目睭是看袂著的。 華語：最重要的東西，用眼睛是看不到的。 台語漢字：歡迎光臨Wikipedia。自由的百科全書。 華語：歡迎光臨維基百科。自由的百科全書。 台語漢字：台灣，西洋人呵咾你媠，稱呼你叫做美麗島，你實在足額會堪得。猶久你老實是真快樂的所在，夠額會得予人愛惜放袂離。 華語：台灣，西洋人誇你漂亮，把你叫做美麗島，你確實對得起這個名字。此外你也是很快樂的地方，足夠讓人愛惜放不開。 回到 Day 4 Day 5 台羅拼音 台語漢字 實際念法 華語翻譯 1. phuē-á 被仔／稗仔 phuē# á# 棉被／稗子 2. líng-líng-líng 冷冷冷 ling# ling# líng# 非常冷 3. pa̍t-á 菝仔 pāt# á# 芭樂 4. înn-á 圓仔 īnn# á# 湯圓 5. tsīng-tsīng-tsīng 靜靜靜 tsi̋ng# tsìng# tsīng# 非常安靜 6. ti̍t-ti̍t-ti̍t 直直直 ti̋t# tit# ti̍t# 非常直 7. thuah-á 屜仔 thua# á# 抽屜 8. thòo-á 兔仔 thoo# á# 兔子 9. tshián-thua-á 淺拖仔 tshian# thuā# á# 拖鞋 10. pûi-pûi-pûi 肥肥肥 pui̋# puī# puî# 非常胖 台羅拼音 台語漢字 華語翻譯 台羅拼音 台語漢字 華語翻譯 1. pe̍h-ba̍k 白目 白目 6. hōo-tsuí 雨水 雨水 2. khuài-lo̍k 快樂 快樂 7. n̂g-sik 黃色 黃色 3. liáu-tsînn 了錢 賠錢 8. kóng-uē 講話 講話 4. pàng-tshìng 放銃 放槍 9. liāu-lí 料理 料理 5. tn̂g-tōo 長度 長度 10. hué-sio-tshù 火燒厝 火災 漢字：我想欲共禮物送予你。 台羅：Guá siūnn beh kā lé-bu̍t sàng hōo--lí. 實讀：Guá siūnn be# kā lé-bu̍t# sàng hōo# lī#. 華語：我想要把禮物送給你。 漢字：人共伊叫，伊毋知影有聽著無？ 台羅：Lâng kā i kiò, i m̄-tsai-iánn ū thiann-tio̍h--bô? 實讀：Lâng kā i kiò#, i m̄-tsai-iánn ū thiann# tioh# bò#? 華語：別人叫他，他不知道有沒有聽到？ 漢字：阿明-仔讀冊足拍拚，定定讀甲三更半暝都毋歇睏。 台羅：A-bîng--á tha̍k-tsheh tsiok phah-piànn, tiānn-tiānn tha̍k kah sann-kenn-puànn-mê to m̄ hioh-khùn. 實讀：A-bîng# ā# tha̍k-tsheh# tsiok phah-piànn#, tiānn-tiānn tha̍k kah sann-kenn-puànn-mê# to m̄ hioh-khùn#. 華語：小明讀書很認真，常常讀到三更半夜都不休息。 漢字：伊原本只是囥寡生活的影片佇YouTube，就按呢衝起來這馬變做明星矣。 台羅：I guân-pún tsí-sī khǹg kuá sing-ua̍h ê iánn-phìnn tī YouTube, tsua̋nn tshìng--khí-lâi tsit-má piàn-tsò bîng-tshenn--ah. 實讀：I guân-pún# tsí-sī khǹg kuá sing-ua̍h# ê iánn-phìnn# tī YouTube, tsua̋nn tshìng# khì# lài# tsit-má# piàn-tsò bîng-tshenn# ah#. 華語：他原本只是放一些生活的影片在YouTube，結果紅起來現在變成明星了。 漢字：你寒天出門毋穿外套，較加嘛會感冒。 台羅：Lí kuânn-thinn tshut-mn̂g m̄ tshīng guā-thò, khah-ke mā ē kám-mōo. 實讀：Lí kuânn-thinn# tshut-mn̂g# m̄ tshīng guā-thò#, khah-ke# mā ē kám-mōo#. 華語：你冬天出門不穿外套，難怪會感冒。 回到 Day 5","categories":[{"name":"教學","slug":"教學","permalink":"https://ycj0123.github.io/hong_sang_thau/categories/%E6%95%99%E5%AD%B8/"}],"tags":[]}],"categories":[{"name":"教學","slug":"教學","permalink":"https://ycj0123.github.io/hong_sang_thau/categories/%E6%95%99%E5%AD%B8/"}],"tags":[]}